const Home = () => {
  return (
    <div className="home">
      <h1>Екзамен</h1>
      <p>
        1. Створіть новий компонент PedestrianTrafficLight, який буде
        відображати два стани: &quot;Чекай&quot;(червоне світло) та
        &quot;Йди&quot;(зелене світло).
        <br />
        2. Компонент повинен змінювати свій стан автоматично кожні 10 секунд,
        або за допомогою кнопки, яку може натиснути користувач. <br />
        3. Забезпечте синхронізацію між автомобільним та пішохідним
        світлофорами. Пішохідне світло має бути &quot;Чекай&quot;, коли
        автомобільний світлофор показує зелене світло.
        <br />
        4. Додайте логіку, яка блокуватиме кнопку пішохідного світлофора, коли
        активне зелене світло автомобільного світлофора.
        <br />
        5. Оновіть UI так, щоб він візуально представляв обидва світлофори
        (автомобільний і пішохідний). <br />
        6. Забезпечте чітке відображення поточного стану світлофорів та кнопки
        для зміни стану пішохідного світлофора.
        <br />
        7. Реалізувати можливість роботи з сервером <br />
      </p>
    </div>
  );
};

export default Home;
